Repository: deriv-com/flutter-deriv-packages
Catalog: packages/deriv_localizations/lib/l10n/deriv_passkeys/app_*.arb
Languages: ar, bn, de, es, fr, it, km, ko, mn, pl, pt, ru, si, sw, th, tr, uz, vi, zh, zh_tw

# passkeyCreatedSuccessTitle
source: Success!
ar: النجاح!
bn: সফলতা!
de: Erfolg!
es: ¡Exitoso!
fr: Effectué !
it: Fatto!
km: ជោគជ័យហើយ!
ko: 성공!
mn: Амжилт!
pl: Udało się!
pt: Concluído com sucesso!
ru: Готово!
si: සාර්ථකයි!
sw: Mafanikio!
th: สำเร็จแล้ว!
tr: Başarı!
uz: Muvaffaqiyat!
vi: Thành công!
zh: 成功！
zh_tw: 成功！

# passkeyCreatedSuccessMessage
source: Your account is now secured with a biometrics. Manage your biometric data through your {platformName} account settings.
ar: تم تأمين حسابك الآن باستخدام Biometrics. قم بإدارة Biometrics الخاص بك من خلال إعدادات حساب {platformName} الخاص بك.
bn: আপনার অ্যাকাউন্ট এখন একটি পাসকি দিয়ে সুরক্ষিত৷ আপনার {platformName} অ্যাকাউন্ট সেটিংসের মাধ্যমে আপনার পাসকি পরিচালনা করুন।
de: Ihr Konto ist jetzt mit biometrischen Daten gesichert. Verwalten Sie Ihre biometrischen Daten über die Kontoeinstellungen von {platformName}.
es: Su cuenta está ahora protegida con una Biometric. Gestione su Biometric a través de la configuración de su cuenta {platformName}.
fr: Votre compte est désormais sécurisé par une passkey. Gérez votre passkey à partir de vos paramètres de compte {platformName}.
it: Il tuo account è ora protetto con una Biometric. Gestisci la tua Biometric tramite le impostazioni del tuo account {platformName}.
km: គណនីរបស់អ្នកឥឡូវនេះត្រូវបានការពារដោយBiometrics។ គ្រប់គ្រងBiometricsរបស់អ្នកតាមរយៈការកំណត់គណនី {platformName} របស់អ្នក។
ko: 이제 여러분의 계정은 passkey로 보호됩니다. {platformName} 계정 설정을 통해 passkey를 관리하세요.
mn: Your account is now secured with a Biometric. Manage your Biometric through your {platformName} account settings.
pl: Twoje konto jest teraz zabezpieczone przy użyciu biometrii. Zarządzaj swoimi danymi biometrycznymi za pomocą ustawień konta {platformName}.
pt: A sua conta está agora protegida com dados biométricos. Pode fazer a gestão dos seus dados biométricos através das definições da sua conta {platformName}.
ru: Теперь ваша учетная запись защищена Biometrics. Управляйте своим Biometrics через настройки учетной записи {platformName}.
si: ඔබගේ ගිණුම දැන් Passkey සුරක්ෂිත කර ඇත. ඔබේ {platformName} ගිණු ම් සැකසුම් හරහා ඔබගේ passkey කළමනාකරණය කරන්න.
sw: Akaunti yako sasa imehifadhiwa na Biometric. Dhibiti Biometric yako kupi tia mipangilio yako ya akaunti ya {platformName}.
th: ตอนนี้บัญชีของคุณได้รับการรักษาความปลอดภัยด้วยข้อมูลไบโอเมตริกซ์ (Biometrics) โดยสามารถจัดการข้อมูลไบโอเมตริกซ์นี้ได้ผ่านการตั้งค่าบัญชี {platformName} ของคุณ
tr: Hesabınız artık bir şifre ile güvence altına alınmıştır. {platformName} hesap ayarlarınızdan Biometric'inizi yönetin.
uz: Sizning hisobingiz endi biometriya bilan himoyalangan. Biometrik ma'lumotlaringizni {platformName} hisob sozlamalaringiz orqali boshqaring.
vi: Tài khoản của bạn hiện được bảo mật bằng passkey. Quản lý passkey của bạn thông qua cài đặt tài khoản {platformName} của bạn.
zh: 账户现已使用 passkey 保护。通过<0/> {platformName} 账户设置<0/>管理 passkey 。
zh_tw: 帳戶現在已使用生物識別保護。請透過 {platformName} 帳戶設定管理生物識別資料。

# continueButtonText
source: Continue
ar: استمر
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
it: Continua
km: ដំណើរការបន្ត
ko: 계속
mn: Үргэлжлүүлэх
pl: Kontynuuj
pt: Continuar
ru: Продолжить
si: ඉදිරියට යන්න
sw: Endelea
th: ดำเนินการต่อ
tr: Devam et
uz: Davom etish
vi: Tiếp tục
zh: 继续
zh_tw: 繼續

# unexpectedError
source: An unexpected error occurred!
ar: حدث خطأ غير متوقع!
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে!
de: Ein unerwarteter Fehler ist aufgetreten!
es: Ha ocurrido un error inesperado!
fr: Une erreur inattendue s'est produite !
it: Si è verificato un errore imprevisto!
km: មានកំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង!
ko: 예상하지 못한 오류가 발생했습니다!
mn: Гэнэтийн алдаа гарсан!
pl: Wystąpił nieoczekiwany błąd!
pt: Ocorreu um erro inesperado!
ru: Произошла неожиданная ошибка!
si: අනපේක්ෂිත දෝෂයක් ඇති විය!
sw: Hitilafu yasiyotarajiwa!
th: มีข้อผิดพลาดเกิดขึ้น!
tr: Beklenmedik bir hata oluştu!
uz: Kutilmagan xato yuz berdi!
vi: Đã có lỗi bất ngờ xảy ra!
zh: 发生不可预测的错误！
zh_tw: 發生不可預測錯誤！

# unexpectedErrorDescription
source: Please try again later.
ar: يرجى المحاولة لاحقا.
bn: দয়া করে পরে চেষ্টা করুন।
de: Bitte versuchen Sie es später erneut.
es: Por favor, inténtelo más tarde.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.
km: សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 나중에 다시 시도해 주시기 바랍니다.
mn: Дараа нь дахин оролдоно уу.
pl: Spróbuj później.
pt: Por favor, tente novamente mais tarde.
ru: Попробуйте позже.
si: කරුණාකර පසුව උත්සාහ කරන්න.
sw: Tafadhali jaribu tena.
th: โปรดลองอีกครั้งในภายหลัง
tr: Lütfen daha sonra deneyin.
uz: Iltimos, keyinroq qayta urinib ko‘ring.
vi: Vui lòng thử lại sau.
zh: 请稍后重试。
zh_tw: 請稍後重試。

source: Ok
ko: 확인
mn: Болж байна уу
tr: Tamam
zh: 确定
zh_tw: 確定

# experienceSaferLogins
source: Your key to safer logins
ar: اختبر عمليات تسجيل دخول أكثر أمانًا
bn: নিরাপদ লগইন অভিজ্ঞতা
de: Ihr Schlüssel zu sichereren Logins
es: Experimente inicios de sesión más seguros
fr: Bénéficiez de connexions plus sûres
it: Sperimenta accessi più sicuri
km: ជួបប្រទះការចូលដែលមានសុវត្ថិភាពជាងមុន
ko: 로그인이 더 안전합니다
mn: Experience safer logins
pl: Twój klucz do bezpiecznego logowania
pt: A sua chave para inícios de sessão mais seguros
ru: Испытайте более безопасный вход в систему
si: ආරක්ෂිත පිවිසුම් අත්විඳින්න
sw: Pata kuingia salama
th: สัมผัสประสบการณ์การเข้าสู่ระบบที่ปลอดภัยขึ้น
tr: Daha güvenli oturum açma deneyimini yaşayın
uz: Xavfsizroq kirish uchun kalitingiz
vi: Trải nghiệm đăng nhập an toàn hơn
zh: 体验更安全的登录
zh_tw: 更安全登入的關鍵

# enhanceSecurity
source: Use fingerprint, face recognition, or other biometric data to log in easily and securely.
ar: الأمان المحسّن على بُعد نقرة واحدة فقط.
bn: উন্নত সুরক্ষা মাত্র এক ট্যাপ দূরে।
de: Verwenden Sie Fingerabdruck, Gesichtserkennung oder andere biometrische Daten, um sich einfach und sicher anzumelden.
es: La seguridad mejorada está a sólo un toque de distancia.
fr: Une sécurité renforcée est à portée de main.
it: Per una maggiore sicurezza basta un tocco.
km: សុវត្ថិភាពកាន់តែប្រសើរគឺគ្រាន់តែចុចមួយដងប៉ុណ្ណោះ។
ko: Enhanced security is just a tap away.
mn: Enhanced security is just a tap away.
pl: Zwiększone bezpieczeństwo jest na wyciągnięcie ręki.
pt: Utilize impressões digitais, reconhecimento facial ou outros dados biométricos para iniciar sessão de forma fácil e segura.
ru: Повышенная безопасность — всего лишь одно касание.
si: වැඩි දියුණු කළ ආරක්ෂාව එක ටැප් එකක් දුරින්.
sw: Usalama ulioimarishwa uko karibu sana, unahitaji kubofya tu.
th: ใช้รอยนิ้วมือ การจดจำใบหน้า หรือข้อมูลไบโอเมตริกซ์อื่นๆ เพื่อเข้าสู่ระบบได้อย่างง่ายดายและปลอดภัย
tr: Gelişmiş güvenlik sadece bir dokunuş uzağınızda.
uz: Oson va xavfsiz tizimga kirish uchun barmoq izi, yuzni aniqlash yoki boshqa biometrik ma'lumotlardan foydalaning.
vi: Bảo mật nâng cao chỉ cách một cú chạm.
zh: 只需轻点一下即可增强安全性。
zh_tw: 使用指紋、臉部辨識或其他生物識別資料輕鬆且安全地登入。

source: here
ar: هنا
bn: এখানে
de: hier
es: aquí
fr: ici
it: qui
km: នៅទីនេះ
ko: 여기
mn: энд
pl: tutaj
pt: aqui
ru: здесь
si: මෙන්න
sw: hapa
th: ที่นี่
tr: burada
uz: bu yerda
vi: ở đây
zh: 这里
zh_tw: 這裡

# effortlessLogin
source: Effortless login with biometrics
ar: تسجيل الدخول بسهولة باستخدام Biometrics
bn: Biometrics সাথে অনায়াসে লগইন করুন
de: Mühelose Anmeldung mit biometrischen Daten
es: Inicio de sesión sin esfuerzo con Biometrics
fr: Connexion facile à l'aide de passkeys
it: Accesso semplice con Biometrics
km: ចូលបានយ៉ាងងាយស្រួលជាមួយBiometrics
ko: Passkeys로 간편한 로그인
pl: Łatwe logowanie za pomocą biometrii
pt: Início de sessão simplificado com dados biométricos
ru: Легкий вход в систему с помощью Biometrics
si: Passkeys සමඟ වෙහෙස නොබලා පිවිසීම
sw: Kuingia bila juhudi kwa Biometrics
th: เข้าสู่ระบบได้อย่างง่ายดายด้วยข้อมูลไบโอเมตริกซ์
tr: Biometric tuşları ile zahmetsiz giriş
uz: Biometriya bilan muammosiz kirish
vi: Đăng nhập dễ dàng với các passkeys
zh: 使用 passkey 轻松登录
zh_tw: 使用生物識別輕鬆登入

# whatArePasskeys
source: What are biometrics?
ar: ما هي Biometricss؟
bn: Biometrics কী কী?
de: Was sind biometrischen Daten?
es: ¿Qué son las Biometrics?
fr: Que sont les passkeys ?
it: Cosa sono le Biometric?
km: តើBiometricsជាអ្វី?
ko: Passkeys란 무엇인가요?
pl: Czym są dane biometryczne?
pt: O que são dados biométricos?
ru: Что такое Biometrics?
si: Passkeys යනු කුමක්ද?
sw: Nini Biometrics?
th: ข้อมูลไบโอเมตริกซ์ (Biometrics) คืออะไร?
tr: Biometrics nedir?
uz: Biometriya nima?
vi: Passkeys là gì?
zh: 什么是 passkey ？
zh_tw: 什麼是生物識別？

# whatArePasskeysDescriptionPoint1
source: A secure alternative to passwords.
ar: بديل آمن لكلمات المرور.
bn: পাসওয়ার্ডের সুরক্ষিত বিকল্প।
de: Sichere Alternative zu Passwörtern.
es: Alternativa segura a las contraseñas.
fr: Alternative sécurisée aux mots de passe.
it: Un'alternativa sicura alle password.
km: ជម្រើសសុវត្ថិភាពសម្រាប់ពាក្យសម្ងាត់។
ko: Secure alternative to passwords.
mn: Secure alternative to passwords.
pl: Bezpieczna alternatywa dla haseł.
pt: Alternativa segura às palavras-passe.
ru: Безопасная альтернатива паролям.
si: මුරපද සඳහා ආරක්ෂිත විකල්පයක්.
sw: Njia mbadala ya kufanya nenosiri kuwa salama.
th: ทางเลือกที่ปลอดภัยนอกเหนือไปจากรหัสผ่าน
tr: Şifrelere güvenli alternatif.
uz: Parollarga xavfsiz alternativ.
vi: Thay thế an toàn cho mật khẩu.
zh: 密码的安全替代方案。
zh_tw: 密碼之外的安全替代品。

# whatArePasskeysDescriptionPoint2
source: Unlock your account using fingerprint, face recognition, or device PIN.
ar: قم بإلغاء قفل حسابك مثل هاتفك - باستخدام القياسات الحيوية أو مسح الوجه أو رقم التعريف الشخصي.
bn: আপনার ফোনের মতো আপনার অ্যাকাউন্টটি আনলক করুন - বায়োমেট্রিক্স, ফেস স্ক্যান বা পিন সহ।
de: Entsperren Sie Ihr Konto wie Ihr Telefon - mit biometrischen Daten, Gesichtsscan oder PIN.
es: Desbloquee su cuenta como si fuera su teléfono: con biometría, escáner facial o PIN.
fr: Déverrouillez votre compte comme votre téléphone - par biométrie, scan du visage ou code PIN.
it: Sblocca il suo conto come il suo telefono - con la biometria, la scansione del volto o il PIN.
km: ដោះសោគណនីរបស់អ្នកដូចទូរស័ព្ទរបស់អ្នក - ជាមួយជីវមាត្រ ការស្កេនមុខ ឬ PIN។
ko: Unlock your account like your phone - with biometrics, face scan or PIN.
mn: Unlock your account like your phone - with biometrics, face scan or PIN.
pl: Odblokuj swoje konto jak telefon: za pomocą odcisku palca, skanowania twarzy lub PIN-u.
pt: Desbloqueie a sua conta através de dados biométricos, reconhecimento facial ou introdução de PIN.
ru: Разблокируйте свою учетную запись, как телефон — с помощью биометрии, сканирования лица или PIN-кода.
si: ජෛවමිතික, මුහුණු ස්කෑන් කිරීම හෝ PIN සමඟ ඔබේ දුරකථනයයේ අකාරයටම ඔබේ ගිණුම අගුළු හරින්න.
sw: Fungua akaunti yako kama vile simu yako - kwa biyometriki, kuskani uso au PIN.
th: ปลดล็อคบัญชีของคุณโดยใช้ลายนิ้วมือ การจดจำใบหน้า หรือหมายเลข PIN ของอุปกรณ์
tr: Hesabınızın kilidini telefonunuz gibi açın - biyometri, yüz tarama veya PIN ile.
uz: Barmoq izi, yuzni aniqlash yoki qurilma PIN yordamida hisobingizni oching.
vi: Mở khóa tài khoản của bạn như điện thoại của bạn - với sinh trắc học, quét khuôn mặt hoặc mã PIN.
zh: 使用生物识别、面部扫描或 PIN 码像解锁手机一样解锁账户-。
zh_tw: 使用指紋、臉部辨識或裝置 PIN 解鎖帳戶。

# whyPasskeys
source: Why use biometrics?
ar: لماذا Biometrics؟
bn: Biometrics কেন?
de: Warum biometrischen Daten?
es: ¿Por qué Biometrics?
fr: Pourquoi choisir des passkeys ?
it: Perché la Biometric?
km: ហេតុអ្វីបានជាBiometrics?
ko: Passkeys를 사용하는 이유는 무엇인가요?
mn: Why Biometrics?
pl: Dlaczego warto korzystać z biometrii?
pt: Por que deve utilizar dados biométricos?
ru: Зачем нужны Biometrics?
si: Passkeys අවශ්‍ය වන්නේ ඇයි?
sw: Kwa nini Biometrics?
th: ทำไมต้องใช้ข้อมูลไบโอเมตริกซ์ (Biometrics)?
tr: Neden Biometric?
uz: Nima uchun biometriyadan foydalanish kerak?
vi: Tại sao passkeys?
zh: 为什么使用 passkey ？
zh_tw: 為什麼要使用生物識別？

# whyPasskeysDescription1
source: Shields against unauthorised access.
ar: طبقة أمان إضافية.
bn: অতিরিক্ত সুরক্ষা স্তর।
de: Schutzmechanismen gegen unautorisierten Zugriff.
es: Capa de seguridad adicional.
fr: Couche de sécurité supplémentaire.
it: Un ulteriore livello di sicurezza.
km: ស្រទាប់សុវត្ថិភាពបន្ថែម។
ko: Extra security layer.
mn: Extra security layer.
pl: Dodatkowa warstwa bezpieczeństwa.
pt: Protege contra o acesso não autorizado.
ru: Дополнительный уровень безопасности.
si: අමතර ආරක්ෂක ස්ථරය.
sw: Safu ya ziada ya usalama.
th: ช่วยป้องกันการเข้าถึงโดยไม่ได้รับอนุญาต
tr: Ekstra güvenlik katmanı.
uz: Ruxsatsiz kirishdan himoya qiladi.
vi: Lớp bảo mật bổ sung.
zh: 额外的安全层。
zh_tw: 防止未經授權的存取。

# whyPasskeysDescription2
source: Protects from phishing attempts.
ar: الحماية من الوصول غير المصرح به والتصيد الاحتيالي.
bn: অননুমোদিত অ্যাক্সেস এবং ফিশিং বিরুদ্ধে শিল্ড।
de: Schützt vor Phishing-Versuchen.
es: Protege contra el acceso no autorizado y la suplantación de identidad.
fr: Protège contre les accès non autorisés et le phishing.
it: Protegge dagli accessi non autorizzati e dal phishing.
km: ការពារប្រឆាំងនឹងការចូលប្រើប្រាស់ដោយគ្មានការអនុញ្ញាត និងការបន្លំ។
ko: Shields against unauthorised access and phishing.
mn: Shields against unauthorised access and phishing.
pl: Chroni przed nieautoryzowanym dostępem i phishingiem.
pt: Protege contra tentativas de phishing.
ru: Защищает от несанкционированного доступа и фишинга.
si: අනවසර ප්‍රවේශයෙන් සහ තතුබෑම්වලින් ආරක්ෂා කරයි.
sw: Kinga dhidi ya ufikiaji ambao haujaidhinishwa na hadaa.
th: ช่วยป้องกันการโจมตีแบบฟิชชิ่ง
tr: Yetkisiz erişime ve kimlik avına karşı kalkanlar.
uz: Fishing urinishlaridan himoya qiladi.
vi: Bảo vệ chống truy cập trái phép và lừa đảo.
zh: 防范未经授权的访问和网络钓鱼。
zh_tw: 防止網絡釣魚侵犯。

# howToCreatePasskey
source: How to enable biometrics?
ar: كيفية إنشاء Biometrics؟
bn: Biometrics একটি পাসকি তৈরি করবেন?
de: Wie aktiviere ich biometrische Daten?
es: ¿Cómo crear una Biometric?
fr: Comment créer une passkey ?
it: Come creare una Biometric?
km: របៀបបង្កើតBiometrics?
ko: Passkey는 어떻게 생성할 수 있나요?
mn: How to create a Biometric?
pl: Jak włączyć biometrię?
pt: Como posso criar dados biométricos?
ru: Как создать Biometrics?
si: නිර්මාණය Passkey කෙසේද?
sw: Jinsi ya kuunda Biometric?
th: วิธีเปิดใช้งานข้อมูลไบโอเมตริกซ์นั้น ทำอย่างไร?
tr: Biometric nasıl oluşturulur?
uz: Biometriyani qanday yoqish mumkin?
vi: Làm thế nào để tạo passkey?
zh: 如何创建 passkey ？
zh_tw: 如何啟用生物識別？

# howToCreatePasskeyDescription1
source: Go to ‘Account Settings’ on Deriv.
ar: انتقل إلى "إعدادات الحساب" على المشتقات.
bn: Deriv 'অ্যাকাউন্ট সেটিংস' এ যান।
de: Gehen Sie zu 'Kontoeinstellungen' auf Deriv.
es: Vaya a "Configuración de la cuenta" en Deriv.
fr: Allez dans "Paramètres du compte" sur Deriv.
it: Vada a 'Impostazioni del conto' su Deriv.
km: ចូលទៅកាន់ 'ការកំណត់គណនី' នៅលើ Deriv ។
mn: Deriv дээрх “Дансны тохиргоо” руу очно уу.
pl: Przejdź do sekcji „Ustawienia konta” na Deriv.
pt: Aceda às "Definições de conta" na Deriv.
ru: Перейдите в ‘Настройки учетной записи’ на Deriv.
si: Deriv හි 'ගිණුම් සැකසීම්' වෙත යන්න.
sw: Nenda katika 'Mipangilio ya Akaunti' kwenye Deriv.
th: ไปที่ 'การตั้งค่าบัญชี' บน Deriv
tr: Deriv'de 'Hesap Ayarları'na gidin.
uz: Deriv-dagi “Hisob sozlamalari” ga o'ting.
vi: Chuyển đến 'Cài đặt tài khoản' trên Deriv.
zh: 转到 Deriv 的‘账户设置‘。
zh_tw: 轉到 Deriv 的‘帳戶設定‘。

# howToCreatePasskeyDescription2
source: Tap ‘Biometrics‘ to create your biometrics.
ar: يمكنك إنشاء Biometrics واحد لكل جهاز.
bn: Biometrics প্রতি ডিভাইসে একটি পাসকি তৈরি করতে পারেন।
de: Tippen Sie auf „Biometrischen Daten“, um Ihre biometrischen Daten zu erstellen.
es: Puede crear una Biometric por dispositivo.
fr: Vous pouvez créer une Passkey par appareil.
it: Può creare una sola Biometric per dispositivo.
km: អ្នកអាចបង្កើតBiometricsមួយសម្រាប់ឧបករណ៍នីមួយៗ។
ko: You can create one passkey per device.
mn: You can create one Biometric per device.
pl: Naciśnij „Biometria”, aby utworzyć swoje dane biometryczne.
pt: Selecione "Dados biométricos" para criar os seus dados biométricos.
ru: Вы можете создать один Biometrics для каждого устройства.
si: ඔබට එක් උපාංගයකට එක් passkey එකක් සෑදිය හැක.
sw: Unaweza kuunda Biometric moja kwa kila kifaa.
th: แตะ 'Biometrics' เพื่อสร้างข้อมูลไบโอเมตริกซ์ของคุณ
tr: Cihaz başına bir Biometric oluşturabilirsiniz.
uz: Biometriya ma'lumotlarini yaratish uchun “Biometriya” tugmasini bosing.
vi: Bạn có thể tạo một passkey cho mỗi thiết bị.
zh: 每个设备只能创建一个 passkey 。
zh_tw: 點選‘Biometrics’以建立生物辨識資訊。

# p2pHowToCreatePasskey
source: How to enable biometrics?
ar: كيفية إنشاء مفتاح مرور؟
bn: কিভাবে পাসকি তৈরি করবেন?
de: Wie erstelle ich einen biometrische Daten?
es: ¿Cómo crear una clave de paso?
fr: Comment créer une clé d'accès ?
it: Come creare una Biometric?
km: របៀបបង្កើតBiometrics?
mn: How to create Biometric?
pl: Jak włączyć biometrię?
pt: Como posso criar dados biométricos?
ru: Как создать пароль?
sw: Jinsi ya kuunda Biometric?
th: วิธีเปิดใช้งานข้อมูลไบโอเมตริกซ์นั้น ทำอย่างไร?
tr: Biometric nasıl oluşturulur?
uz: Biometriyani qanday yoqish mumkin?
vi: Làm thế nào để tạo mật khẩu?
zh: 如何创建 passkey ？
zh_tw: 如何啟用生物識別？

# p2pHowToCreatePasskeyDescription1
source: Go to ‘Profile‘ in your Deriv P2P app.
ar: انتقل إلى «الملف الشخصي» في تطبيق Deriv P2P الخاص بك.
bn: আপনার ডেরিভ পি 2 পি অ্যাপের 'প্রোফাইল' এ যান।
de: Gehen Sie in Ihrer Deriv P2P-App zu „Profil“.
es: Ir a «Perfil» en tu aplicación Deriv P2P.
fr: Accéder à « Profil » dans votre application Deriv P2P.
it: Vai a «Profilo» nella tua app Deriv P2P.
km: ចូលទៅកាន់ 'ប្រវត្តិរូប' នៅក្នុងកម្មវិធី Deriv P2P របស់អ្នក។
mn: Deriv P2P програмын 'Профил' руу очно уу.
pl: Przejdź do sekcji „Profil” w aplikacji Deriv P2P.
pt: Aceda à secção "Perfil" na sua aplicação Deriv P2P.
ru: Перейдите на «Профиль» в приложении Deriv P2P.
sw: Nenda kwenye 'Profaili' katika programu yako ya Deriv P2P.
th: ไปที่ 'โปรไฟล์' ในแอป Deriv P2P ของคุณ
tr: Deriv P2P uygulamanızdaki 'Profil' bölümüne gidin.
uz: Deriv P2P ilovangizdagi “Profil” ga o'ting.
vi: Chuyển đến 'Hồ sơ' trong ứng dụng Deriv P2P của bạn.
zh: 转到 Deriv P2P 应用程序中的 ‘个人资料‘。
zh_tw: 前前往 Deriv P2P 應用程式中的 ‘個人檔案‘。

# p2pHowToCreatePasskeyDescription2
source: Tap ‘Biometrics‘ to create your biometrics.
ar: انقر فوق «مفاتيح المرور» لإنشاء مفتاح المرور الخاص بك.
bn: আপনার পাসকি তৈরি করতে 'পাসকিস' এ আলতো চাপুন।
de: Tippen Sie auf „Biometrische Daten“, um Ihre biometrische Daten zu erstellen.
es: Pulsa «Claves de paso» para crear tu clave de paso.
fr: Appuyez sur « Clés d'accès » pour créer votre clé d'accès.
it: Tocca «Biometric» per creare la tua Biometric.
km: ចុច 'Biometrics' ដើម្បីបង្កើតBiometricsរបស់អ្នក។
mn: Tap ‘Biometrics‘ to create your Biometric.
pl: Naciśnij „Biometria”, aby utworzyć swoje dane biometryczne.
pt: Selecione "Dados biométricos" para criar os seus dados biométricos.
ru: Нажмите «Пароли», чтобы создать свой пароль.
sw: Gonga 'Biometrics' ili kuunda nenosiri lako.
th: แตะ 'Biometrics' เพื่อสร้างข้อมูลไบโอเมตริกซ์ของคุณ
tr: Biometric'inizi oluşturmak için "Biometrics" ögesine dokunun.
uz: Biometriya ma'lumotlarini yaratish uchun “Biometriya” tugmasini bosing.
vi: Nhấn vào 'Phím mật khẩu' để tạo mật khẩu của bạn.
zh: 点击 ‘ passkey ‘ 以创建 passkey 。
zh_tw: 點選‘Biometrics’以建立生物辨識資訊。

# whereArePasskeysSaved
source: Where is biometric data stored?
ar: أين يتم حفظ Biometrics؟
bn: Biometrics কোথায় সংরক্ষণ করা হয়?
de: Wo werden die biometrische Daten gespeichert?
es: ¿Dónde se guardan las Biometrics?
fr: Où sont enregistrées les passkeys ?
it: Dove vengono salvate la Biometric?
km: តើBiometricsត្រូវបានរក្សាទុកនៅឯណា?
ko: Passkeys는 어디에 저장되나요?
mn: Where are Biometrics saved?
pl: Gdzie są przechowywane dane biometryczne?
pt: Onde são guardados os dados biométricos?
ru: Где хранятся Biometrics?
si: Passkey සුරකින්නේ කොහේද?
sw: Biometrics zimehifadhiwa wapi?
th: ข้อมูลไบโอเมตริกซ์จะถูกบันทึกไว้ที่ไหน?
tr: Biometrics nereye kaydedilir?
uz: Biometrik ma'lumotlar qaerda saqlanadi?
vi: Passkeys được lưu ở đâu?
zh: passkey 保存在哪里？
zh_tw: 生物識別資料儲存在哪裡？

# whereArePasskeysSavedDescriptionAndroid
source: Android: Google password manager.
ar: أندرويد: مدير كلمات مرور Google.
bn: Android: Google পাসওয়ার্ড ম্যানেজার।
de: Android: Google Passwort-Manager.
es: Android: Gestor de contraseñas de Google.
fr: Android : Gestionnaire de mots de passe Google.
it: Android: Gestore di password di Google.
km: Android៖ កម្មវិធីគ្រប់គ្រងពាក្យសម្ងាត់តាម Google ។
mn: Андройд: Google-ийн нууц үгийн менежер.
pl: Android: menedżer haseł Google.
pt: Android: Gestor de palavras-passe do Google.
ru: Android: Менеджер паролей Google.
si: Android: Google මුරපද කළමනාකරු.
th: Android: ตัวจัดการรหัสผ่าน Google
tr: Android: Google şifre yöneticisi.
uz: Android: Google parol menejeri.
vi: Android: Trình quản lý mật khẩu Google.
zh: Android: Google 密码管理器。
zh_tw: Android: Google 密碼管理器。

# whereArePasskeysSavedDescriptionIOS
source: iOS: iCloud keychain.
ar: iOS: سلسلة مفاتيح iCloud.
bn: iOS: iCloud কীচেন।
es: iOS: Llavero de iCloud.
fr: iOS : trousseau iCloud.
it: iOS: Portachiavi iCloud.
mn: iOS: iCloud түлхүүрийн оосор.
pl: iOS: pęk kluczy iCloud.
ru: iOS: связка ключей iCloud.
si: iOS: iCloud යතුරු දාමය.
th: iOS: พวงกุญแจ iCloud
tr: iOS: iCloud anahtar zinciri.
vi: iOS: Móc khóa iCloud.
zh: iOS：iCloud 钥匙串。
zh_tw: iOS：iCloud 鑰匙圈。

# whatHappensIfEmailChanged
source: What if I change the email on my Deriv account?
ar: ماذا يحدث إذا تم تغيير البريد الإلكتروني لحساب Deriv الخاص بي؟
bn: আমার Deriv অ্যাকাউন্ট ইমেইল পরিবর্তন হলে কি হবে?
de: Was passiert, wenn die E-Mail-Adresse meines Deriv-Kontos geändert wird?
es: ¿Qué ocurre si se cambia el correo electrónico de mi cuenta de Deriv?
fr: Que se passe-t-il si l'adresse e-mail de mon compte Deriv est modifiée ?
it: Cosa succede se l'email del mio account Deriv viene modificata?
km: តើមានអ្វីកើតឡើងប្រសិនបើអ៊ីមែលគណនី Deriv របស់ខ្ញុំត្រូវបានផ្លាស់ប្តូរ?
ko: 제 Deriv 계정 이메일이 변경되면 어떻게 되나요?
mn: What happens if my Deriv account email is changed?
pl: Co się stanie, jeśli e-mail mojego konta Deriv zostanie zmieniony?
pt: O que acontece se o e-mail da minha conta Deriv for alterado?
ru: Что произойдет, если адрес электронной почты моей учетной записи Deriv изменится?
si: මගේ Deriv ගිණුමේ විද්යුත් තැපෑල වෙනස් කළහොත් කුමක් සිදුවේද?
sw: Nini kinatokea ikiwa barua pepe yangu ya akaunti ya Deriv imebadil?
th: หากฉันเปลี่ยนอีเมล์บัญชี Deriv ของฉัน แล้วจะเกิดอะไรขึ้น?
tr: Deriv hesabım e-posta adresim değiştirilirse ne olur?
uz: Deriv hisobimdagi elektron pochtani o'zgartirsam nima bo'ladi?
vi: Điều gì xảy ra nếu email tài khoản Deriv của tôi bị thay đổi?
zh: 如果 Deriv 账户电子邮件地址更改会怎样？
zh_tw: 如果變更 Deriv 帳戶電子郵件，會怎麼樣？

# whatHappensIfEmailChangedDescription1
source: No problem! Your biometrics still works.
ar: لا توجد مشكلة! لا يزال مفتاح Biometrics بك يعمل.
bn: কোন সমস্যা নেই! আপনার Biometrics এখনও কাজ করে।
de: Kein Problem! Ihr Biometrics funktioniert noch.
es: No hay problema. Su Biometric sigue funcionando.
fr: Pas de problème ! Votre Passkey fonctionne toujours.
it: Nessun problema! La sua Biometric funziona ancora.
km: គ្មានបញ្ហាទេ! Biometricsរបស់អ្នកនៅតែដំណើរការ។
ko: No problem! Your passkey still works.
mn: No problem! Your Biometric still works.
pl: Nie ma problemu! Twoje dane biometryczne nadal działają.
pt: Não tem problema! Os seus dados biométricos ainda funcionam.
ru: Нет проблем! Ваш Biometrics по-прежнему работает.
si: ප්‍රශ්නයක් නැත! ඔබේ passkey එක තවමත් ක්‍රියා කරයි.
sw: Hakuna tatizo! Biometric yako bado inafanya kazi.
th: ไม่มีปัญหา! ข้อมูลไบโอเมตริกซ์ของคุณยังใช้งานได้อยู่
tr: Sorun yok! Biometric hâlâ çalışıyor.
uz: Muammo yo'q! Sizning biometriyangiz hali ham ishlaydi.
vi: Không có vấn đề gì! Khóa passkey của bạn vẫn hoạt động.
zh: 没问题！ passkey 仍然有效。
zh_tw: 沒問題！生物識別資訊仍然有效。
