Repository: deriv-com/flutter-deriv-packages
Catalog: packages/deriv_localizations/lib/l10n/deriv_passkeys/app_*.arb
Languages: ar, bn, de, es, fr, it, km, ko, mn, pl, pt, ru, si, sw, th, tr, uz, vi, zh, zh_tw

# whatHappensIfEmailChangedDescription2
source: You can log in using your existing biometrics.
ar: سجّل الدخول إلى Deriv باستخدام مفتاح Biometrics لديك.
bn: আপনার বিদ্যমান Biometrics দিয়ে Deriv সাইন ইন করুন।
de: Melden Sie sich bei Deriv mit Ihrem bestehenden biometrische Daten an.
es: Inicie sesión en Deriv con su Biometric actual.
fr: Connectez-vous à Deriv avec votre Passkey existant.
it: Acceda a Deriv con la sua Biometric esistente.
km: ចូលទៅក្នុង Deriv ជាមួយBiometricsដែលមានស្រាប់របស់អ្នក។
ko: Sign in to Deriv with your existing passkey.
mn: Sign in to Deriv with your existing Biometric.
pl: Zaloguj się do Deriv przy użyciu istniejących danych biometrycznych.
pt: Pode iniciar sessão na Deriv com os seus dados biométricos.
ru: Войдите в Deriv, используя существующий Biometrics.
si: ඔබේ පවතින passkey සමඟින් Deriv වෙත පුරන්න.
sw: Ingia kwenye Deriv na Biometric yako iliyopo.
th: ลงชื่อเข้าใช้ Deriv ด้วยข้อมูลไบโอเมตริกซ์ที่มีอยู่ของคุณ
tr: Mevcut Biometric ile Deriv'de oturum açın.
uz: Mavjud biometrik ma'lumotlaringizdan foydalanib kirishingiz mumkin.
vi: Đăng nhập vào Deriv bằng passkey hiện có của bạn.
zh: 使用现有 passkey 登录 Deriv。
zh_tw: 可以使用現有的生物辨識資訊登入。

source: Tips
ar: نصائح
bn: টিপস
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimento
km: ព័ត៌មានជំនួយ
ko: 팁
mn: зөвлөмжүүд
pl: Porady
pt: Dicas
ru: Советы
si: ඉඟි
sw: Vidokezo
th: เคล็ดลับ
tr: İpuçları
uz: Maslahatlar
vi: Mẹo
zh: 提示
zh_tw: 提示

# beforeUsingPasskeys
source: Before using biometrics
ar: قبل استخدام Biometrics
bn: Biometrics ব্যবহারের পূর্বে
de: Vor der Benutzung von biometrische Daten
es: Antes de usar la Biometric:
fr: Avant d'utiliser la passkey :
it: Prima di utilizzare la Biometric
km: មុនពេលប្រើប្រាស់Biometrics
ko: Passkeys를 사용하기 전에
pl: Przed użyciem biometrii
pt: Antes de utilizar os dados biométricos
ru: Перед использованием Biometrics
si: Passkey භාවිතා කිරීමට පෙර
sw: Kabla ya kutumia Biometrics
th: ก่อนที่จะใช้ข้อมูลไบโอเมตริกซ์
tr: Biometric kullanmadan önce
uz: Biometriyadan foydalanishdan oldin
vi: Trước khi sử dụng passkeys
zh: 使用 passkey 之前
zh_tw: 使用生物識別之前

# enableScreenLock
source: Enable screen lock on your device.
ar: قم بتمكين قفل الشاشة على جهازك.
bn: আপনার ডিভাইসে স্ক্রিন লক সক্ষম করুন।
de: Aktivieren Sie die Bildschirmsperre auf Ihrem Gerät.
es: Habilite el bloqueo de pantalla en su dispositivo.
fr: Activez le verrouillage de l'écran sur votre appareil.
it: Abilita il blocco dello schermo sul tuo dispositivo.
km: បើកប្រើប្រាស់ការចាក់សោអេក្រង់នៅលើឧបករណ៍របស់អ្នក។
ko: 기기에서 화면 잠금을 활성화하세요.
mn: Төхөөрөмж дээрээ дэлгэцийн түгжээг идэвхжүүлэх.
pl: Włącz blokadę ekranu na swoim urządzeniu.
pt: Ative o bloqueio de ecrã no seu dispositivo.
ru: Включите блокировку экрана на своем устройстве.
si: ඔබේ උපාංගයේ තිර අගුල සක්රීය කරන්න.
sw: Wezesha kufunga skrini kwenye kifaa chako.
th: เปิดใช้งานการล็อคหน้าจอบนอุปกรณ์ของคุณ
tr: Cihazınızda ekran kilidini etkinleştirin.
uz: Qurilmangizda ekran qulfini yoqing.
vi: Bật khóa màn hình trên thiết bị của bạn.
zh: 在设备启用屏幕锁定。
zh_tw: 啟用裝置螢幕鎖定。

# signInGoogleOrIcloud
source: Sign in to your Google or iCloud account.
ar: قم بتسجيل الدخول إلى حساب Google أو iCloud الخاص بك.
bn: আপনার Google বা iCloud অ্যাকাউন্টে সাইন ইন করুন।
de: Melden Sie sich bei Ihrem Google- oder iCloud-Konto an.
es: Inicie sesión en su cuenta de Google o iCloud.
fr: Connectez-vous à votre compte Google ou iCloud.
it: Accedi al tuo account Google o iCloud.
km: ចូលគណនី Google ឬ iCloud របស់អ្នក។
ko: Google 또는 iCloud 계정으로 로그인하세요.
mn: Google эсвэл iCloud дансандаа нэвтэрнэ үү.
pl: Zaloguj się na swoje konto Google lub iCloud.
pt: Inicie sessão na sua conta Google ou iCloud.
ru: Войдите в свою учетную запись Google или iCloud.
si: ඔබේ Google හෝ iCloud ගිණුමට පිවිසෙන්න.
sw: Ingia kwenye akaunti yako ya Google au iCloud.
th: ลงชื่อเข้าใช้บัญชี Google หรือ iCloud ของคุณ
tr: Google veya iCloud hesabınızda oturum açın.
uz: Google yoki iCloud hisobingizga kiring.
vi: Đăng nhập vào tài khoản Google hoặc iCloud của bạn.
zh: 登录到 Google 或 iCloud 账户。
zh_tw: 登入 Google 或 iCloud 帳戶。

source: Enable Bluetooth.
ar: قم بتمكين البلوتوث.
bn: ব্লুটুথ সক্ষম করুন।
de: Aktivieren Sie Bluetooth.
es: Activar Bluetooth.
fr: Activer Bluetooth.
it: Abilita il Bluetooth.
km: បើក Bluetooth។
ko: 블루투스를 활성화하세요.
mn: Bluetooth-ийг идэвхжүүлэх.
pl: Włącz Bluetooth.
pt: Ativar Bluetooth.
ru: Включите Bluetooth.
si: බ්ලූටූත් සක්රීය කරන්න.
sw: Wezesha Bluetooth.
th: เปิดใช้งานบลูทูธ
tr: Bluetooth'u etkinleştir.
uz: Bluetooth-ni yoqing.
vi: Bật Bluetooth.
zh: 启用蓝牙。
zh_tw: 啟用藍牙。

# noPasskeyFound
source: No biometrics found!
ar: لم يتم العثور على Biometrics!
bn: কোনো Biometrics পাওয়া যায়নি!
de: Keine biometrischen Daten gefunden!
es: ¡No se encontró ninguna Biometric!
fr: Aucun passkey n'a été trouvé !
it: Nessuna Biometric trovata!
km: រកមិនឃើញBiometricsទេ!
ko: Passkey를 찾을 수 없습니다!
mn: No Biometric found!
pl: Nie znaleziono danych biometrycznych!
pt: Não foi encontrado nenhum dado biométrico!
ru: Biometrics не найден!
si: Passkey සොයාගත නොමැත!
sw: Hakuna Biometric iliyopatikana!
th: ไม่พบข้อมูลไบโอเมตริกซ์!
tr: Biometric bulunamadı!
uz: Biometriya topilmadi!
vi: Không tìm thấy passkey!
zh: 找不到 passkey ！
zh_tw: 找不到生物識別資訊！

# noPasskeyFoundDescription
source: Please create a biometrics to use this feature.
ar: يرجى إنشاء Biometrics لاستخدام هذه الميزة.
bn: এই বৈশিষ্ট্যটি ব্যবহার করতে অনুগ্রহ করে একটি Biometrics তৈরি করুন।
de: Bitte richten Sie biometrische Daten ein, um diese Funktion nutzen zu können.
es: Cree una Biometric para usar esta función.
fr: Veuillez créer une passkey pour utiliser cette fonctionnalité.
it: Crea una Biometric per utilizzare questa funzione.
km: សូមបង្កើតBiometricsដើម្បីប្រើមុខងារនេះ។
ko: 이 기능을 사용하기 위해서는 passkey를 생성하시기 바랍니다.
mn: Please create a Biometric to use this feature.
pl: Aby korzystać z tej funkcji, utwórz biometrię.
pt: Por favor, para utilizar esta funcionalidade crie dados biométricos.
ru: Чтобы использовать эту функцию, создайте Biometrics.
si: කරුණාකර මෙම විශේෂාංගය භාවිතා කිරීම සඳහා passkey යන්නක් සාදන්න.
sw: Tafadhali unda Biometric ili kutumia kipengele hiki.
th: กรุณาสร้างข้อมูลไบโอเมตริกซ์เพื่อใช้ฟีเจอร์นี้
tr: Bu özelliği kullanmak için lütfen bir Biometric oluşturun.
uz: Iltimos, ushbu xususiyatdan foydalanish uchun biometriya yarating.
vi: Vui lòng tạo passkey để sử dụng tính năng này.
zh: 请创建 passkey 以使用此功能。
zh_tw: 請建立生物識別以使用此功能。

source: Maybe later
ar: ربما في وقت لاحق
bn: হয়তো পরে
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
km: ប្រហែលជាពេលក្រោយ
ko: 다음으로 미루겠습니다
mn: Магадгүй дараа нь
pl: Może później
pt: Talvez mais tarde
ru: Может быть позже
si: සමහර විට පසුව
sw: Labda baadaye
th: ไว้ทีหลัง
tr: Belki daha sonra
uz: Ehtimol keyinroq
vi: Để sau
zh: 以后再说
zh_tw: 以後再說

# effortlessLoginWithPasskeys
source: Effortless login with biometrics
ar: تسجيل الدخول بسهولة باستخدام Biometrics
bn: Biometrics সাথে অনায়াসে লগইন করুন
de: Müheloses Einloggen mit biometrischen Daten
es: Inicio de sesión sin esfuerzo con Biometrics
fr: Connexion facile à l'aide de passkeys
it: Accesso semplice con Biometrics
km: ចូលបានយ៉ាងងាយស្រួលជាមួយBiometrics
ko: Passkeys를 통한 간단한 로그인
pl: Łatwe logowanie za pomocą biometrii
pt: Início de sessão simplificado com dados biométricos
ru: Легкий вход в систему с помощью Biometrics
si: Passkeys සමඟ වෙහෙස නොබලා පිවිසීම
sw: Kuingia bila juhudi kwa Biometrics
th: เข้าสู่ระบบได้อย่างง่ายดายด้วยข้อมูลไบโอเมตริกซ์
tr: Biometric tuşları ile zahmetsiz giriş
uz: Biometriya bilan muammosiz kirish
vi: Đăng nhập dễ dàng với các passkeys
zh: 使用 passkey 轻松登录
zh_tw: 使用生物識別輕鬆登入

# learnMoreAboutPasskeys
source: Learn more about biometrics
ar: تعرف على المزيد حول Biometricss
bn: Biometrics সম্পর্কে আরও জানুন
de: Erfahren Sie mehr über biometrischen Daten
es: Obtenga más información sobre las Biometrics
fr: En savoir plus sur les passkeys
it: Scopri di più sulle Biometric
km: ស្វែងយល់បន្ថែមអំពីBiometrics
ko: Passkeys에 대해 더 알아보기
pl: Dowiedz się więcej o biometrii
pt: Saiba mais sobre os dados biométricos
ru: Узнайте больше о Biometrics
si: Passkeys ගැන වැඩි විස්තර දැනගන්න
sw: Jifunze zaidi kuhusu Biometrics
th: เรียนรู้เพิ่มเติมเกี่ยวกับข้อมูลไบโอเมตริกซ์
tr: Biometrics hakkında daha fazla bilgi edinin
uz: Biometriya haqida ko'proq bilib oling
vi: Tìm hiểu thêm về passkeys
zh: 了解有关 passkey 的更多信息
zh_tw: 了解生物識別的詳細資訊

# noNeedToRememberPassword
source: No need to remember a password
ar: لا حاجة لتذكر كلمة المرور
bn: পাসওয়ার্ড স্মরণে রাখার দরকার নাই
de: Sie müssen sich kein Passwort merken
es: No es necesario recordar una contraseña
fr: Pas besoin de mémoriser un mot de passe
it: Non è necessario ricordare una password
km: មិនចាំបាច់ចាំពាក្យសម្ងាត់ទេ។
ko: 비밀번호를 기억하지 않아도 됩니다
mn: Нууц үгээ санах шаардлагагүй
pl: Nie ma potrzeby zapamiętywania hasła
pt: Não memorizar a palavra-passe
ru: Нет необходимости запоминать пароль
si: මුරපදයක් මතක තබා ගැනීමට අවශ්ය නැත
sw: Hakuna haja ya kukumbuka nenosiri
th: ไม่จำเป็นต้องจดจำรหัสผ่าน
tr: Şifreyi hatırlamanıza gerek yok
uz: Parolni eslab qolishning hojati yo'q
vi: Không cần nhớ mật khẩu
zh: 无需记住密码
zh_tw: 無需記住密碼

# useYourBiometrics
source: Enhanced security with biometrics or screen lock
ar: أمان محسّن باستخدام القياسات الحيوية أو قفل الشاشة
bn: বায়োমেট্রিক্স বা স্ক্রিন লক সহ উন্নত সুরক্ষা
de: Erhöhte Sicherheit durch biometrische Daten oder Bildschirmsperre
es: Seguridad mejorada con biometría o bloqueo de pantalla
fr: Sécurité renforcée grâce à la biométrie ou au verrouillage de l'écran
it: Sicurezza avanzata con biometria o blocco dello schermo
km: ពង្រឹងសុវត្ថិភាពជាមួយនឹងជីវមាត្រ ឬចាក់សោអេក្រង់
ko: 생체인식 또는 화면 잠금을 통한 보안 강화
mn: Биометр эсвэл дэлгэцийн түгжээгээр сайжруулсан аюулгүй байдал
pl: Zwiększone bezpieczeństwo dzięki biometrii lub blokadzie ekranu
pt: Segurança reforçada com dados biométricos ou bloqueio do ecrã
ru: Повышенная безопасность с помощью биометрии или блокировки экрана
si: ජෛවමිතික හෝ තිර අගුල සමඟ වැඩි දියුණු කළ ආරක්ෂාව
sw: Usalama ulioboreshwa na biometriki au kufunga skrini
th: เพิ่มความปลอดภัยด้วยไบโอเมตริกซ์หรือการล็อคหน้าจอ
tr: Biyometri veya ekran kilidi ile gelişmiş güvenlik
uz: Biometriya yoki ekranni qulflash bilan yaxshilangan xavfsizlik
vi: Tăng cường bảo mật với sinh trắc học hoặc khóa màn hình
zh: 通过生物识别或屏幕锁增强安全性
zh_tw: 通過生物特徵或螢幕鎖定增強安全性

source: Sync across devices
ar: المزامنة عبر الأجهزة
bn: ডিভাইস জুড়ে সিঙ্ক
de: Geräteübergreifend synchronisieren
es: Sincronización entre dispositivos
fr: Synchronisation sur tous les appareils
it: Sincronizzazione su più dispositivi
km: តភ្ជាប់បានរវាងឧបករណ៍នានា
mn: Төхөөрөмжүүд дээр синк хийх
pl: Synchronizacja między urządzeniami
pt: Sincronizar entre dispositivos
ru: Синхронизация между устройствами
si: උපාංග හරහා සමමුහූර්ත කරන්න
sw: Sawazisha katika vifaa
th: ซิงค์ได้ระหว่างอุปกรณ์ต่างๆ
tr: Cihazlar arasında senkronizasyon
uz: Qurilmalar bo'ylab sinxronlash
vi: Đồng bộ hóa trên các thiết bị
zh: 跨设备同步
zh_tw: 跨裝置同步

# createPasskey
source: Enable biometrics
ar: إنشاء Biometrics
bn: Biometrics তৈরি
de: Biometrische Daten aktivieren
es: Crear Biometric
fr: Créer une passkey
it: Crea Biometric
km: បង្កើតBiometrics
ko: Create passkey
mn: Create Biometric
pl: Włącz biometrię
pt: Ativar dados biométricos
ru: Создать Biometrics
si: Passkey සාදන්න
sw: Unda Biometric
th: เปิดใช้งานข้อมูลไบโอเมตริกซ์
tr: Biometric oluştur
uz: Biometriyani yoqish
vi: Tạo passkey
zh: 创建 passkey
zh_tw: 啟用生物識別

source: Unsupported Platform
ar: منصة غير مدعومة
bn: সমর্থিত প্ল্যাটফর্
de: Plattform wird nicht unterstützt
es: Plataforma no compatible
fr: Plateforme non prise en charge
it: Piattaforma non supportata
km: វេទិកាដែលមិនគាំទ្រ
ko: 지원되지 않는 플랫폼입니다
mn: Дэмжигдэхгүй платформ
pl: Nieobsługiwana platforma
pt: Plataforma não suportada
ru: Неподдерживаемая платформа
si: සහාය නොදක්වන වේදිකාව
sw: Jukwaa isiyosaidiwa
th: แพลตฟอร์มที่ไม่รองรับ
tr: Desteklenmeyen Platform
uz: Qo'llab-quvvatlanmaydigan platforma
vi: Nền tảng không được hỗ trợ
zh: 不支持的平台
zh_tw: 不支援的平台

source: Stored on
ar: تم تخزينها على
bn: সংরক্ষণ হয়েছে
de: Gespeichert am
es: Almacenado en
fr: Stocké sur
it: Memorizzato su
km: បានរក្សាទុកនៅ
ko: 저장 위치
mn: Дээр хадгалагдаж байна
pl: Przechowywane na
pt: Armazenado em
ru: Хранится в
si: ගබඩා කර ඇත
sw: Imehifadhiwa kwenye
th: เก็บไว้ใน
tr: Şurada saklanır
uz: Saqlangan
vi: Được lưu trữ trên
zh: 存储在
zh_tw: 儲存在

source: Last used
ar: آخر استخدام
bn: সর্বশেষ ব্যবহৃত
de: Zuletzt verwendet
es: Utilizado por última vez
fr: Dernière utilisation
it: Ultima volta
km: ប្រើចុងក្រោយ
ko: 최근 사용
mn: Хамгийн сүүлд ашигласан
pl: Ostatnio używane
pt: Última utilização
ru: Недавние
si: අවසන් වරට භාවිත කළේ
sw: Imetumika mwisho
th: ใช้ครั้งล่าสุด
tr: Son kullanılan
uz: Oxirgi marta ishlatilgan
vi: Lần sử dụng cuối
zh: 上一次使用
zh_tw: 上一次使用

source: Rename
ar: إعادة تسمية
bn: পুনঃনামকরণ
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
km: ប្តូរឈ្មោះ
ko: 이름 변경
mn: Нэрийг өөрчлөх
pl: Zmień nazwę
pt: Alterar o nome
ru: Переименовать
si: නැවත නම් කරන්න
sw: Badilisha jina
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uz: Nomini o'zgartirish
vi: Đổi tên
zh: 重命名
zh_tw: 重命名

source: Revoke
ar: إلغاء
bn: প্রত্যাহার করুন
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca
km: ដកហូត
ko: 철회
mn: хүчингүй болгох
pl: Odwołaj
pt: Revogar
ru: Отменить
si: අවලංගු කරන්න
sw: Kufuta
th: เพิกถอน
tr: İptal
uz: Bekor qilish
vi: Thu hồi
zh: 撤销
zh_tw: 撤銷

# continueTradingButtonText
source: Trade now
ar: استمر في التداول
bn: ট্রেডিং চালিয়ে যান
de: Handel fortsetzen
es: Continúe operando
fr: Poursuivre les opérations de trading
it: Continua il trading
km: បន្តការជួញដូរ
ko: Continue Trading
mn: Continue trading
pl: Kontynuuj handlowanie
pt: Negociar agora
ru: Продолжить торговлю
si: දිගටම ගනුදෙනු කරන්න
sw: Endelea kufanya biashara
th: เทรดตอนนี้
tr: Alım satıma devam
uz: Hozir savdo qiling
vi: Tiếp tục giao dịch
zh: 继续交易
zh_tw: 立即交易

# addMorePasskeysButtonText
source: Add new biometrics
ar: أضف المزيد من Biometricss
bn: আরও Biometrics
de: Neue biometrische Daten hinzufügen
es: Añadir más Biometrics
fr: Ajouter plus de Passkeys
it: Più Biometrics
km: បន្ថែមBiometricsបន្ថែម
ko: Add More Passkeys
mn: Add more Biometrics
pl: Dodaj nowe dane biometryczne
pt: Adicionar dados biométricos
ru: Больше Biometrics
si: තවත් passkeys එක් කරන්න
sw: Ongeza Biometrics nyingine
th: เพิ่มจำนวนข้อมูลไบโอเมตริกซ์
tr: Daha fazla Biometrics ekle
uz: Yangi biometriya ma'lumotlarini qo'shing
vi: Thêm passkeys
zh: 添加更多 passkey
zh_tw: 新增生物識別

# unableToSetupPasskey
source: Unable to setup biometrics
ar: تعذر إعداد مفتاح Biometrics
bn: Biometrics সেটআপ করতে অক্ষম
de: Biometrische Daten kann nicht eingerichtet werden
es: No se puede configurar la Biometric
fr: Impossible de configurer la Passkey
it: Impossibile impostare la Biometric
km: មិនអាចដំឡើងBiometricsបានទេ
ko: Unable to setup passkey
mn: Unable to setup Biometric
pl: Nie można ustawić biometrii
pt: Não foi possível configurar os dados biométricos
ru: Невозможно настроить Biometrics
si: Passkey සැකසීමට නොහැකි විය
sw: Haiwezi kuanzisha kifungu cha Biometric
th: ไม่สามารถตั้งค่าข้อมูลไบโอเมตริกซ์ได้
tr: Biometric ayarlanamıyor
uz: Biometriya parametrlarini sozlash mumkin emas
vi: Không thể thiết lập passkey
zh: 无法设置 passkey
zh_tw: 無法設定生物識別

# unableToSetupPasskeyDescription
source: We encountered an issue while setting up your biometrics. The process might have been interrupted, or the session timed out. Please try again.
ar: لقد واجهنا مشكلة أثناء إعداد Biometrics الخاص بك. ربما تمت مقاطعة العملية، أو ربما انتهت مهلة الجلسة. يرجى المحاولة مرة أخرى.
bn: আপনার Biometrics সেট আপ করার সময় আমরা একটি সমস্যার মুখোমুখি হয়েছি। প্রক্রিয়াটি বাধা দেওয়া হতে পারে, বা সেশনের সময় শেষ হতে পারে। দয়া করে আবার চেষ্টা করুন।
de: Beim Einrichten Ihrer biometrischen Daten ist ein Problem aufgetreten. Der Vorgang wurde möglicherweise unterbrochen oder die Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.
es: Hemos encontrado un problema al configurar su Biometric. Es posible que el proceso se haya interrumpido o que la sesión haya expirado. Por favor, inténtelo de nuevo.
fr: Nous avons rencontré un problème lors de l'établissement de votre Passkey. Il se peut que le processus ait été interrompu ou que la session ait expiré. Veuillez réessayer.
it: Abbiamo riscontrato un problema durante la configurazione della sua Biometric. Il processo potrebbe essere stato interrotto, oppure la sessione è scaduta. Provi di nuovo.
km: យើងបានជួបប្រទះបញ្ហាមួយខណៈពេលកំពុងដំឡើងBiometricsរបស់អ្នក។ ដំណើរការនេះអាចត្រូវបានរំខាន ឬវគ្គបានផុតកំណត់។ សូមព្យាយាមម្តងទៀត។
ko: We encountered an issue while setting up your passkey. The process might have been interrupted, or the session timed out. Please try again.
mn: We encountered an issue while setting up your Biometric. The process might have been interrupted, or the session timed out. Please try again.
pl: Napotkaliśmy problem podczas konfigurowania Twoich danych biometrycznych. Proces mógł zostać przerwany lub upłynął limit czasu sesji. Spróbuj ponownie.
pt: Ocorreu um problema ao configurar os seus dados biométricos. O processo pode ter sido interrompido ou a sessão expirou. Por favor, tente novamente.
ru: Мы столкнулись с проблемой при настройке вашего Biometrics. Возможно, процесс был прерван, или сессия завершилась по таймеру. Пожалуйста, попробуйте еще раз.
si: ඔබගේ passkey සැකසීමේදී අපට ගැටලුවක් ඇති විය. ක්රියාවලියට බාධා ඇති විය හැකිය, නැතහොත් සැසිය කාලය අවසන් විය හැකිය. කරුණාකර නැවත උත්සාහ කරන්න.
sw: Tulikutana na shida wakati wa kuanzisha Biometric lako. Utaratibu huo unaweza kuingiliwa, au kikao kimekamilika. Tafadhali jaribu tena.
th: เราพบปัญหาขณะตั้งค่าข้อมูลไบโอเมตริกซ์ของคุณ กระบวนการอาจถูกขัดจังหวะหรือเซสชั่นหมดเวลา โปรดลองอีกครั้ง
tr: Biometric ayarlarken bir sorunla karşılaştık. İşlem yarıda kesilmiş veya oturum zaman aşımına uğramış olabilir. Lütfen tekrar deneyin.
uz: Biometrik ma'lumotlaringizni sozlashda biz muammoga duch keldik. Jarayon to'xtatilgan bo'lishi yoki sessiya muddati tugagan bo'lishi mumkin. Iltimos, yana urinib ko'ring.
vi: Chúng tôi gặp sự cố khi thiết lập passkey của bạn. Quá trình có thể đã bị gián đoạn hoặc phiên đã hết thời gian. Vui lòng thử lại.
zh: 设置 passkey 时遇到了问题。该过程可能已中断，或者会话超时。请再试一次。
zh_tw: 設定生物識別時遇到問題。該過程可能已中斷，或工作階段逾時。請再試一次。

# passkeysOffErrorTitle
source: The Biometrics service is unavailable
ar: خدمة Biometrics غير متوفرة
bn: Biometrics পরিষেবাটি উপলব্ধ নয়
de: Der Dienst „biometrischen Daten“ ist nicht verfügbar
es: El servicio Biometrics no está disponible
fr: Le service Passkeys est indisponible
it: Il servizio Biometrics non è disponibile
km: សេវាកម្មBiometricsមិនមាន
ko: The Passkeys service is unavailable
pl: Usługa logowania biometrycznego jest niedostępna
pt: O serviço de dados biométricos não está disponível
ru: Служба Biometrics недоступна
si: Passkeys සේවාව ලබා ගත නොහැක
sw: Huduma ya Biometrics haipatikani
th: บริการข้อมูลไบโอเมตริกซ์ไม่พร้อมใช้งาน
tr: Biometrics hizmeti kullanılamıyor
uz: Biometriya xizmati mavjud emas
vi: Dịch vụ Passkeys không khả dụng
zh: passkey 服务不可用
zh_tw: 生物識別服務無法使用

source: Never
ar: أبداً
bn: কখনই
de: Niemals
es: Nunca
fr: Jamais
it: Mai
km: មិនដែល
mn: Хэзээ ч
pl: Nigdy
pt: Nunca
ru: Никогда
si: කවදාවත්
sw: Kamwe
th: ไม่เคย
tr: Asla
uz: Hech qachon
vi: Không bao giờ
zh: 从未
zh_tw: 從未

source: Unable to process your request
ar: غير قادر على معالجة طلبك
bn: আপনার অনুরোধ প্রক্রিয়া করতে অক্ষম
de: Ihre Anfrage konnte nicht bearbeitet werden
es: No se puede procesar su solicitud
fr: Impossible de traiter votre demande
it: Impossibile elaborare la tua richiesta
km: មិនអាចដំណើរការសំណើរបស់អ្នកបានទេ
mn: Таны хүсэлтийг боловсруулах боломжгүй
pl: Nie można przetworzyć żądania
pt: Não foi possível completar o processamento do seu pedido
ru: Не удалось обработать ваш запрос
si: ඔබගේ ඉල්ලීම සැකසීමට නොහැකි විය
sw: Haiwezi kushughulikia ombi lako
th: ไม่สามารถประมวลผลคำขอของคุณได้
tr: Talebiniz işleme alınamıyor
uz: So'rovingizni qayta ishlay olmadi
vi: Không thể xử lý yêu cầu của bạn
zh: 无法处理请求
zh_tw: 無法處理要求

# unable_to_process_your_request_description
source: We’re experiencing a temporary issue in processing your request. Please try again later.
ar: نحن نواجه مشكلة مؤقتة في معالجة طلبك. يرجى المحاولة مرة أخرى لاحقًا.
bn: আমরা আপনার অনুরোধ প্রক্রিয়াকরণে একটি অস্থায়ী সমস্যা অনুভব করছি। দয়া করে পরে আবার চেষ্টা করুন।
de: Wir haben ein vorübergehendes Problem bei der Bearbeitung Ihrer Anfrage. Bitte versuchen Sie es später erneut.
es: Estamos teniendo un problema temporal al procesar tu solicitud. Vuelva a intentarlo más tarde.
fr: Nous rencontrons un problème temporaire lors du traitement de votre demande. Veuillez réessayer ultérieurement.
it: Stiamo riscontrando un problema temporaneo nell'elaborazione della tua richiesta. Riprova più tardi.
km: យើងកំពុងជួបប្រទះបញ្ហាបណ្តោះអាសន្នក្នុងដំណើរការសំណើរបស់អ្នក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
mn: Таны хүсэлтийг боловсруулахад бид түр зуурын асуудал тулгарч байна. Дараа нь дахин оролдоно уу.
pl: Mamy tymczasowy problem z przetwarzaniem Twojej prośby. Spróbuj ponownie później.
pt: Surgiu um problema temporário no processamento do seu pedido. Por favor, tente novamente mais tarde.
ru: При обработке вашего запроса возникла временная проблема. Пожалуйста, повторите попытку позже.
si: ඔබගේ ඉල්ලීම සැකසීමේදී අපට තාවකාලික ගැටළුවක් අත්විඳිනවා. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sw: Tunapata shida ya muda katika kusindika ombi lako. Tafadhali jaribu tena baadaye.
th: เรากำลังประสบปัญหาชั่วคราวในการประมวลผลคำขอของคุณ โปรดลองอีกครั้งในภายหลัง
tr: Talebinizin işlenmesinde geçici bir sorun yaşıyoruz. Lütfen daha sonra tekrar deneyin.
uz: Biz sizning so'rovingizni qayta ishlashda vaqtinchalik muammoga duch kelmoqdamiz. Iltimos, keyinroq qayta urinib ko'ring.
vi: Chúng tôi đang gặp sự cố tạm thời trong quá trình xử lý yêu cầu của bạn. Vui lòng thử lại sau.
zh: 处理请求时遇到了临时问题。请稍后再试。
zh_tw: 處理要求時遇到臨時問題。請稍後再試。
