Repository: deriv-com/flutter-deriv-packages
Catalog: packages/deriv_localizations/lib/l10n/deriv_mobile_chart_wrapper/app_*.arb
Languages: it, km, mn, si, tr

# labelIndicators
source: Indicators
it: Indicatori
km: សូចនាករ
mn: Үзүүлэлт
si: දර්ශක
tr: Göstergeler

# labelActive
source: Active
it: Attivo
km: ដំណើរការ
mn: Идэвхтэй
si: ක්රියාකාරී
tr: Aktif

# labelAll
source: All
it: Tutti
km: ទាំងអស់
mn: Бүгд
si: සියල්ලම
tr: Tümü

# labelMomentum
source: Momentum
it: Momento
km: សន្ទុះ
mn: Эрчим хүч
si: ගම්යතාව

# labelVolatility
source: Volatility
it: Volatilità
km: ភាពប្រែប្រួល
mn: Тогтмол байдал
si: අස්ථාවරත්වය
tr: Volatilite

# labelMovingAverages
source: Moving averages
it: Medie mobili
km: តម្តៃការផ្លាស់ប្តូរមធ្យម
mn: Хөдөлгөөнт дундаж
si: චලනය වන සාමාන්යයන්
tr: Hareketli ortalamalar

# labelMACD
source: MACD
si: මැක්ඩී

# labelRelativeStrengthIndex
source: Relative Strength Index (RSI)
it: Indice di forza relativa (RSI)
km: សន្ទស្សន៍កម្លាំងដែលទាក់ទង (RSI)
mn: Харьцангуй хүч чадлын индекс (RSI)
si: සාපේක්ෂ ශක්ති දර්ශකය (RSI)

# labelRSI
source: RSI
si: ආර්එස්අයි

# labelBollingerBands
source: Bollinger Bands (BB)
it: Bande di Bollinger (BB)
mn: Боллингер хамтлагууд (BB)
si: බොලින්ගර් බෑන්ඩ් (බීබී)
tr: Bollinger Bantları (BB)

# labelMovingAverage
source: Moving Average (MA)
it: Media mobile (MA)
km: តម្លៃមធ្យមផ្លាស់ទី (MA)
mn: Хөдөлгөөнт дундаж (MA)
si: චලනය වන සාමාන්යය (MA)
tr: Hareketli Ortalama (MA)

# labelMA
source: MA
mn: МА
si: මා

# infoMACD
source: MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.
it: Il MACD è un indicatore di trading utilizzato nell'analisi tecnica dei prezzi delle azioni. Si suppone che riveli i cambiamenti nella forza, nella direzione, nello slancio e nella durata di una tendenza nel prezzo di un'azione.
km: MACD គឺជាសូចនាករជួញដូរដែលប្រើក្នុងការវិភាគបច្ចេកទេសនៃតម្លៃភាគហ៊ុន។ វាត្រូវបានសន្មត់ថាបង្ហាញពីការផ្លាស់ប្តូរនៅក្នុងកម្លាំង ទិសដៅ សន្ទុះ និងរយៈពេលនៃនិន្នាការតម្លៃភាគហ៊ុន។
mn: MACD нь хувьцааны үнийн техникийн шинжилгээнд ашиглагддаг арилжааны үзүүлэлт юм. Энэ нь хувьцааны үнийн чиг хандлагын хүч чадал, чиглэл, эрч хүч, үргэлжлэх хугацааны өөрчлөлтийг илрүүлэх ёстой.
si: MACD යනු කොටස් මිල ගණන් පිළිබඳ තාක්ෂණික විශ්ලේෂණයේදී භාවිතා කරන වෙළඳ දර්ශකයකි. එය කොටස් මිලෙහි ප්රවණතාවයේ ශක්තිය, දිශාව, ගම්යතාව සහ කාලසීමාවේ වෙනස්කම් හෙළි කිරීමට නියමිතය.
tr: MACD, hisse senedi fiyatlarının teknik analizinde kullanılan bir alım satım göstergesidir. Bir hisse senedinin fiyatındaki bir trendin gücü, yönü, momentumu ve süresindeki değişiklikleri ortaya çıkarması beklenir.

# infoRSI
source: The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.
it: L'Indice di Forza Relativa (RSI) è stato pubblicato da J. Welles Wilder. Il prezzo corrente viene normalizzato come percentuale tra 0 e 100. Il flutter_chart_id di questo oscillatore è fuorviante perché non confronta lo strumento rispetto ad un altro strumento o ad un insieme di strumenti, ma rappresenta piuttosto il prezzo corrente rispetto ad altri pezzi recenti all'interno della lunghezza della finestra di lookback selezionata.
km: សន្ទស្សន៍កម្លាំងដែលទាក់ទងឬ Relative Strength Index (RSI) ត្រូវបានបោះពុម្ពដោយ J. Welles Wilder។ តម្លៃបច្ចុប្បន្នត្រូវបានធ្វើឱ្យធម្មតាជាភាគរយចន្លោះពី 0 និង 100។ តម្លៃ flutter_chart_id នៃសូចនាករនេះអាចមានការយល់ច្រឡំព្រោះវាមិនប្រៀបធៀបឧបករណ៍ដែលទាក់ទងទៅនឹងឧបករណ៍ផ្សេងទៀត ឬសំណុំនៃឧបករណ៍នោះទេ ប៉ុន្តែបង្ហាញតម្លៃបច្ចុប្បន្នប្រៀបធៀបនឹងតម្លៃចុងក្រោយក្នុងអំឡុងពេលដែលបានជ្រើសរើសនៃការមើលត្រឡប់មកវិញ។
mn: Харьцангуй хүч чадлын индекс (RSI) -ийг Ж.Веллес Вилдер хэвлүүлсэн. Одоогийн үнэ 0-ээс 100-ийн хооронд хувиар хэвийн байна. Энэ осцилляторын flutter_chart_id нь багаж хэрэгслийг өөр багаж хэрэгсэл эсвэл багц багажтай харьцуулдаггүй тул төөрөгдүүлж байна, харин сонгосон lookback цонхны урт доторх бусад сүүлийн үеийн хэсгүүдтэй харьцангуй одоогийн үнийг илэрхийлдэг.
si: සාපේක්ෂ ශක්ති දර්ශකය (RSI) ප්රකාශයට පත් කරන ලද්දේ ජේ වෙල්ස් වයිල්ඩර් විසිනි. වර්තමාන මිල 0 සහ 100 අතර ප්රතිශතයක් ලෙස සාමාන්යකරණය කර ඇත. මෙම ඔස්කිලේටරයේ flutter_chart_id නොමඟ යන්නේ එය වෙනත් උපකරණයක් හෝ උපකරණ කට්ටලයකට සාපේක්ෂව උපකරණය සංසන්දනය නොකරන නිසා, ඒ වෙනුවට තෝරාගත් lookback කවුළුව දිග තුළ අනෙකුත් මෑත කෑලිවලට සාපේක්ෂව වත්මන් මිල නියෝජනය කරයි.
tr: Göreceli Güç Endeksi (RSI) J. Welles Wilder tarafından yayınlanmıştır. Mevcut fiyat 0 ile 100 arasında bir yüzde olarak normalleştirilir. Bu osilatörün flutter_chart_id'si yanıltıcıdır çünkü enstrümanı başka bir enstrümanla veya enstrüman setiyle karşılaştırmaz, bunun yerine seçilen geriye dönük pencere uzunluğu içindeki diğer son parçalara göre mevcut fiyatı temsil eder.

# infoBB
source: Bollinger Bands (BB) can be used to measure the highness or lowness of the price relative to previous trades.
it: Le Bande di Bollinger (BB) possono essere utilizzate per misurare l'altezza o la debolezza del prezzo rispetto alle contrattazioni precedenti.
km: Bollinger Bands (BB) អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​វាស់​ស្ទង់​ភាព​ខ្ពស់​ឬ​ទាប​នៃ​តម្លៃ​ទាក់ទង​នឹង​ការ​ជួញដូរ​មុនៗ។
mn: Bollinger Bands (BB) нь өмнөх арилжаатай харьцангуй үнийн өндөр буюу доод түвшинг хэмжихэд ашиглаж болно.
si: පෙර වෙළඳාම් වලට සාපේක්ෂව මිලෙහි උසස්කම හෝ පහත් බව මැනීම සඳහා බොලින්ගර් බෑන්ඩ් (බීබී) භාවිතා කළ හැකිය.
tr: Bollinger Bantları (BB), önceki işlemlere göre fiyatın yüksekliğini veya düşüklüğünü ölçmek için kullanılabilir.

# infoMA
source: The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, itâ€™s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.
it: La media mobile (MA) aiuta a identificare la tendenza generale del mercato, filtrando le fluttuazioni di prezzo a breve termine. Utilizzando i dati storici, calcola il prezzo medio in un periodo specifico e traccia una linea sul grafico. Se la linea MA si muove verso l'alto, è un indicatore di una tendenza al rialzo, di una tendenza al ribasso se si muove verso il basso. Un segnale di acquisto si verifica quando il prezzo si muove al di sopra della linea MA.
km: Moving Average (MA) ជួយកំណត់និន្នាការទីផ្សារទាំងមូលដោយត្រងចេញនូវការប្រែប្រួលតម្លៃរយៈពេលខ្លី។ ដោយប្រើទិន្នន័យប្រវត្តិសាស្ត្រ វាគណនាតម្លៃមធ្យមក្នុងរយៈពេលជាក់លាក់មួយ ហើយបង្ហាញជាបន្ទាត់នៅលើគំនូសតាង។ ប្រសិនបើបន្ទាត់ MA ផ្លាស់ទីឡើងលើ វាគឺជាសូចនាករនៃទិសដៅកើនឡើង ប្រសិនបើផ្លាស់ទីចុះក្រោមវាបង្ហាញទិសដៅធ្លាក់ចុះ។ សញ្ញាការទិញកើតឡើងនៅពេលតម្លៃផ្លាស់ទីនៅខាងលើបន្ទាត់ MA ។
mn: Хөдөлгөөнтэй дундаж (MA) нь богино хугацааны үнийн хэлбэлзлийг шүүлтүүрээр зах зээлийн ерөнхий чиг хандлагыг тодорхойлоход тусалдаг. Түүхэн өгөгдлийг ашиглан тодорхой хугацаанд дундаж үнийг тооцоолж, график дээр мөрийг тавьдаг. Хэрэв MA шугам дээшээ хөдөлвөл энэ нь uptrend, доошоо хөдөлвөл уналтын үзүүлэлт юм. Үнэ нь MA шугамаас дээш шилжих үед худалдан авах дохио үүсдэг.
si: චලනය වන සාමාන්යය (MA) කෙටි කාලීන මිල උච්චාවචනයන් පෙරීම මගින් සමස්ත වෙළඳපල ප්රවණතාව හඳුනා ගැනීමට උපකාරී වේ. ඓතිහාසික දත්ත භාවිතා කරමින්, එය නිශ්චිත කාල පරිච්ඡේදයක් පුරා සාමාන්ය මිල ගණනය කර ප්රස්ථාරයේ රේඛාවක් සකස් කරයි. MA රේඛාව ඉහළට ගමන් කරන්නේ නම් එය uptrend ක දර්ශකයක්, පහළට ගමන් කරන්නේ නම් downtrend එකක්. මිල MA රේඛාවට ඉහළින් ගමන් කරන විට මිලදී ගැනීමේ සංඥාවක් සිදු වේ.
tr: Hareketli Ortalama (MA), kısa vadeli fiyat dalgalanmalarını filtreleyerek genel piyasa trendini belirlemeye yardımcı olur. Geçmiş verileri kullanarak belirli bir dönemdeki ortalama fiyatı hesaplar ve grafik üzerinde bir çizgi çizer. MA çizgisi yukarı doğru hareket ederse, bu bir yükseliş trendinin, aşağı doğru hareket ederse bir düşüş trendinin göstergesidir. Fiyat MA çizgisinin üzerine çıktığında bir alım sinyali oluşur.

# infoMaximumActiveIndicatorsAdded
source: You've added the maximum number of active indicators.
it: Ha aggiunto il numero massimo di indicatori attivi.
km: អ្នកបានបន្ថែមសូចនាករសកម្មដល់ចំនួនអតិបរមាហើយ។
mn: Та идэвхтэй үзүүлэлтүүдийн хамгийн их тоог нэмсэн.
si: ඔබ උපරිම ක්රියාකාරී දර්ශක සංඛ්යාව එකතු කර ඇත.
tr: Maksimum sayıda aktif gösterge eklediniz.

# infoAddSelectedIndicator
source: Add {indicator}
it: Aggiungi {indicator}
km: បន្ថែម {indicator}
mn: {indicator}нэмэх
si: {indicator}එකතු කරන්න
tr: {indicator} ekleyin

# infoAddIndicator
source: Add indicator
it: Aggiungi indicatore
km: បន្ថែមសូចនាករ
mn: Үзүүлэлт нэмэх
si: දර්ශකය එක් කරන්න
tr: Gösterge ekleyin

# labelDeleteAllIndicators
source: Delete all indicators
it: Cancellare tutti gli indicatori
km: លុបសូចនាករទាំងអស់
mn: Бүх үзүүлэлтүүдийг устгах
si: සියලුම දර්ශක මකා දමන්න
tr: Tüm göstergeleri sil

# infoDeleteAllIndicators
source: This will delete all active indicators.
it: Questo eliminerà tutti gli indicatori attivi.
km: វានឹងលុបសូចនាករសកម្មទាំងអស់។
mn: Энэ нь бүх идэвхтэй үзүүлэлтүүдийг устгах болно.
si: මෙය සියලුම ක්රියාකාරී දර්ශක මකා දමනු ඇත.
tr: Bu işlem tüm aktif göstergeleri silecektir.

# labelDeleteIndicator
source: Delete {indicator} indicator
it: Cancellare l'indicatore {indicator}
km: លុបសូចនាករ {indicator}
mn: {indicator} үзүүлэлтийг устгах
si: {indicator} දර්ශකය මකන්න
tr: Sil {indicator} göstergesi

# infoDeleteIndicator
source: Are you sure you want to delete this indicator?
it: È sicuro di voler eliminare questo indicatore?
km: តើអ្នកប្រាកដថាចង់លុបសូចនាករនេះមែនទេ?
mn: Та энэ үзүүлэлтийг устгахыг хүсч байна гэдэгт итгэлтэй байна уу?
si: ඔබට මෙම දර්ශකය මකා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?
tr: Bu göstergeyi silmek istediğinizden emin misiniz?

# labelCancel
source: Cancel
it: Annullamento
km: បោះបង់
mn: Цуцлах
si: අවලංගු කරන්න
tr: İptal

# labelDelete
source: Delete
it: Cancellare
km: លុប
mn: Устгах
si: මකන්න
tr: Sil

# labelDeleteAll
source: Delete All
it: Cancella tutto
km: លុបទាំងអស់
mn: Бүгдийг устгах
si: සියල්ල මකා දමන්න
tr: Tümünü Sil

# infoUpto3indicatorsAllowed
source: Up to 3 active indicators allowed.
it: Sono consentiti fino a 3 indicatori attivi.
km: អនុញ្ញាតឲ្យប្រើសូចនាករដែលដំណើរការបានហូតដល់ 3។
mn: 3 хүртэлх идэвхтэй үзүүлэлтийг зөвшөөрнө.
si: ක්රියාකාරී දර්ශක 3 ක් දක්වා අවසර ඇත.
tr: En fazla 3 aktif göstergeye izin verilir.

# infoNoActiveIndicators
source: No active indicators.
it: Non ci sono indicatori attivi.
km: មិនមានសូចនាករដែលដំណើរការទេ។
mn: Идэвхтэй үзүүлэлт байхгүй.
si: ක්රියාකාරී දර්ශක නොමැත.
tr: Aktif gösterge yok.

# labelReset
source: Reset
it: Azzeramento
km: កំណត់ឡើងវិញ
mn: Дахин тохируулах
si: යළි පිහිටුවන්න
tr: Sıfırla

# labelApply
source: Apply
it: Applicare
km: ប្រើប្រាស់
mn: Өргөдөл
si: අයදුම් කරන්න
tr: Uygula

# labelOK
source: OK
km: យល់ព្រម
mn: ОК
si: හරි
tr: TAMAM.

# labelRSILine
source: RSI line
it: Linea RSI
km: បន្ទាត់ RSI
mn: RSI шугам
si: ආර්එස්අයි රේඛාව
tr: RSI çizgisi

# labelPeriod
source: Period
it: Periodo
km: រយៈពេល
mn: Хугацаа
si: කාල සීමාව
tr: Dönem

# labelMinRange
source: Min range
it: Intervallo minimo
km: ចន្លោះអប្បបរមា
mn: Хамгийн бага хүрээ
si: අවම පරාසය
tr: Min aralık

# labelMaxRange
source: Max range
it: Gamma massima
km: ចន្លោះអតិបរមា
mn: Макс хүрээ
si: උපරිම පරාසය
tr: Maksimum aralık

# labelSource
source: Source
it: Fonte
km: ប្រភព
mn: Эх сурвалж
si: මූලාශ්රය
tr: Kaynak

# labelClose
source: Close
it: Chiudere
mn: Хаах
si: වසා දමන්න
tr: Kapat

# labelOpen
source: Open
it: Aperto
mn: Нээлттэй
si: විවෘත කරන්න
tr: Aç

# labelHigh
source: High
it: Alto
mn: Өндөр
si: ඉහළ
tr: Yüksek

# labelLow
source: Low
it: Basso
mn: Бага
si: අඩුයි
tr: Düşük

# labelHl2
source: Hl/2
mn: Хл/2
si: එච්එල්/2

# labelHlc3
source: Hlc/3
mn: Хлц/3
si: එච්එල්සී/3

# labelHlcc4
source: Hlcc/4
mn: Хлц/4
si: එච්එල්සී/4

# labelOhlc4
source: Ohlc/4
mn: Охлц/4
si: ඕඑච්එල්සී/4

# labelShowZones
source: Show Zones
it: Mostra le zone
km: បង្ហាញតំបន់
mn: Бүсүүдийг харуулах
si: කලාප පෙන්වන්න
tr: Bölgeleri Göster

# labelOverbought
source: Overbought
it: Sovracomprato
km: ទិញលើស
mn: Хэт их худалдан авсан
si: අධික ලෙස මිල දී ගනු ලැබේ
tr: Aşırı alım

# labelOversold
source: Oversold
it: In ipervenduto
km: លក់លើស
mn: Хэт борлуулсан
si: අධික ලෙස විකුණා ඇත
tr: Aşırı satım

# labelMinSize
source: Min size
it: Dimensione minima
km: ទំហំអប្បបរមា
mn: Хамгийн бага хэмжээ
si: අවම ප්රමාණය
tr: Min boyut

# labelMaxSize
source: Max size
it: Dimensione massima
km: ទំហំអតិបរមា
mn: Макс хэмжээ
si: උපරිම ප්රමාණය
tr: Maksimum boyut

# labelRange
source: Range
it: Gamma
km: ចន្លោះ
mn: Хамрах хүрээ
si: පරාසය
tr: Aralık

# labelOverboughtLine
source: Overbought line
it: Linea di ipercomprato
km: បន្ទាត់ការទិញលើស
mn: Хэт их худалдан авсан шугам
si: අධික ලෙස මිලදී ගත් රේඛාව
tr: Aşırı alım çizgisi

# labelOversoldLine
source: Oversold line
it: Linea di ipervenduto
km: បន្ទាត់ការលក់លើស
mn: Хэт борлуулсан шугам
si: අධි විකුණුම් රේඛාව
tr: Aşırı satım çizgisi

# labelMACDLine
source: MACD line
it: Linea MACD
km: បន្ទាត់ MACD
mn: MACD шугам
si: MACD රේඛාව
tr: MACD çizgisi

# labelFastMAPeriod
source: Fast MA period
it: Periodo di MA veloce
km: រយៈពេល MA ដែលលឿន
mn: Хурдан MA хугацаа
si: වේගවත් MA කාල පරිච්ඡේදය
tr: Hızlı MA dönemi

# labelSlowMAPeriod
source: Slow MA period
it: Periodo di MA lento
km: រយៈពេល MA ដែលយឺត
mn: Удаан MA хугацаа
si: මන්දගාමී MA කාලය
tr: Yavaş MA dönemi

# labelSignalLine
source: Signal line
it: Linea di segnale
km: បន្ទាត់សញ្ញា
mn: Дохионы шугам
si: සංඥා රේඛාව
tr: Sinyal hattı

# labelSignalPeriod
source: Signal period
it: Periodo del segnale
km: រយៈពេលនៃសញ្ញា
mn: Дохионы хугацаа
si: සංඥා කාලය
tr: Sinyal süresi

# labelIncreasingBar
source: Increasing bar
it: Barra di aumento
km: របារដែលកើនឡើង
mn: Баар нэмэгдэж байна
si: තීරුව වැඩි කිරීම
tr: Artan çubuk

# labelDecreasingBar
source: Decreasing bar
it: Barra decrescente
km: បារដែលថយចុះ
mn: Бар буурч байна
si: බාර් අඩුවීම
tr: Azalan çubuk

# labelBollingerBandsTop
source: Bollinger Bands top
it: Bande di Bollinger top
km: Bollinger Bands ខាងលើ
mn: Боллингерийн топ хамтлагууд
si: බොලින්ගර් බෑන්ඩ් ටොප්
tr: Bollinger Bantları üst

# labelBollingerBandsMedian
source: Bollinger Bands median
it: Bande di Bollinger mediane
km: Bollinger Bands មធ្យម
mn: Боллингер хамтлагийн дундаж
si: බොලින්ගර් බෑන්ඩ් මධ්යන්ය
tr: Bollinger Bantları medyan

# labelBollingerBandsBottom
source: Bollinger Bands bottom
it: Fondo delle Bande di Bollinger
km: Bollinger Bands ខាងក្រោម
mn: Боллингер хамтлагуудын доод хэсэг
si: බොලින්ගර් බෑන්ඩ්ස් පහළ
tr: Bollinger Bantları alt

# labelChannelFill
source: Channel fill
it: Riempimento del canale
km: ការបំពេញឆានែល
mn: Суваг дүүргэх
si: නාලිකා පිරවීම
tr: Kanal dolgusu

# labelFillColor
source: Fill color
it: Colore di riempimento
km: បំពេញពណ៌
mn: Өнгө бөглөнө
si: වර්ණය පුරවන්න
tr: Dolgu rengi

# labelStandardDeviations
source: Standard deviations
it: Deviazioni standard
km: គម្លាតស្តង់ដារ
mn: Стандарт хазайлт
si: සම්මත අපගමනය
tr: Standart sapmalar

# labelMovingAverageType
source: Moving Average Type
it: Tipo di media mobile
km: ប្រភេទតម្លៃមធ្យមផ្លាស់ទី
mn: Хөдөлгөөнт дундаж төрөл
si: චලනය වන සාමාන්ය වර්ගය
tr: Hareketli Ortalama Türü

# labelMALine
source: MA line
it: Linea MA
km: បន្ទាត់ MA
mn: MA шугам
si: එම්ඒ රේඛාව
tr: Ana hat

# labelOffset
source: Offset
km: អុហ្វសិត
mn: Офсет
si: ඕෆ්සෙට්
tr: Ofset

# labelType
source: Type
it: Tipo
km: ប្រភេទ
mn: Төрөл
si: වර්ගය
tr: Tip

# labelSimple
source: Simple
it: Semplice
km: សាមញ្ញ
mn: Энгийн
si: සරල
tr: Basit

# labelExponential
source: Exponential
it: Esponenziale
km: អិចស្ប៉ូណង់ស្យែល
mn: Экспоненциаль
si: එක්ස්පේන්ෂල්
tr: Üstel

# labelWeighted
source: Weighted
it: Ponderato
mn: Жинлэгдсэн
si: බර බර
tr: Ağırlıklı

# labelHull
source: Hull
it: Scafo
mn: Халл
si: හල්
tr: Gövde

# labelZeroLag
source: Zero Lag
mn: Тэг хоцрогдол
si: ශුරෝ ලැග්
tr: Sıfır Gecikme

# labelTimeSeries
source: Time Series
it: Serie temporale
km: សំណុំទិន្នន័យតាមលំដាប់ពេលវេលា
mn: Цагийн цуврал
si: කාල මාලාව
tr: Zaman Serisi

# labelWellesWilder
source: Welles Wilder
mn: Веллес Вилдер
si: වෙල්ස් වයිල්ඩර්

# labelVariable
source: Variable
it: Variabile
km: អថេរ
mn: Хувьсах
si: විචල්ය
tr: Değişken

# labelTriangular
source: Triangular
it: Triangolare
km: រាងត្រីកោណ
mn: Гурвалжин
si: ත්රිකෝණාකාර
tr: Üçgen

# label2Exponential
source: 2-Exponential
it: 2-Esponenziale
km: 2-អិចស្ប៉ូណង់ស្យែល
mn: 2-Экспоненциаль
si: 2-එක්ස්පෙන්ෂනල්
tr: 2-Eksponansiyel

# label3Exponential
source: 3-Exponential
it: 3-Esponenziale
km: 3-អិចស្ប៉ូណង់ស្យែល
mn: 3-Экспоненциаль
si: 3-එක්ස්පෙන්ෂනල්
tr: 3-Eksponansiyel
